Repository: Guerra24/LRReader
Catalog: LRReader.UWP/Strings/*/Tools.resw
Source language: en
Languages: es

# BulkEditorPage.Title
source: Bulk Editor
es: Editor por lotes

# Deduplicator.AspectRatio.Description
source: Maximum aspect ratio difference
es: Diferencia máxima de la relación de aspecto

# Deduplicator.AspectRatio.Title
source: Aspect ratio limit
es: Límite de la relación de aspecto

# Deduplicator.Comparing
source: Comparing thumbnails
es: Comparando miniaturas

# Deduplicator.Completed
source: Completed
es: Completado

# Deduplicator.EstimatedTime.Text
source: Estimated time:
es: Tiempo estimado:

# Deduplicator.Execute.Content
source: Execute
es: Ejecutar

# Deduplicator.Expander.Title
source: Deduplicator
es: Deduplicador

# Deduplicator.GenerateThumbnails
source: Generating thumbnails
es: Generando miniaturas

# Deduplicator.ImageDiffLimit.Description
source: Minimum total difference
es: Diferencia total mínima

# Deduplicator.ImageDiffLimit.Title
source: Image difference
es: Diferencia de imagen

# Deduplicator.InvalidThumb.Message
source: Try increasing request delay, reducing worker threads or check that all thumbnails are valid
es: Intenta aumentar el tiempo de espera de las peticiones, reducir los hilos de trabajo o comprobar que todas las miniaturas son válidas

# Deduplicator.InvalidThumb.Title
source: An invalid thumbnail was detected
es: Se ha detectado una miniatura no válida

# Deduplicator.Of.Text
source: of
es: de

# Deduplicator.PixelThreshold.Description
source: Minimum per-pixel difference
es: Diferencia mínima por píxel

# Deduplicator.PixelThreshold.Title
source: Pixel threshold
es: Límite de píxeles

# Deduplicator.PreloadAndDecode
source: Loading and decoding
es: Carga y decodificación

# Deduplicator.Ready
source: Ready
es: Listo

# Deduplicator.RequestDelay.Description
source: Time in milliseconds
es: Tiempo en milisegundos

# Deduplicator.RequestDelay.Title
source: Request delay per thread
es: Retraso de las peticiones por hilo

# Deduplicator.Resolution.Title
source: Resolution
es: Resolución

# Deduplicator.Step.Text
source: Step
es: Paso

# Deduplicator.Threads.Title
source: Worker Threads
es: Hilos de trabajo

# DeduplicatorPage.Title
source: Deduplicator
es: Deduplicador

# MainPage.Title
source: Tools
es: Herramientas
